menu = "📍 Главное меню"
greetings = "Привет, {name}! Я бот для уведомлений об изменениях в Фонде данных государственной кадастровой оценки. \n" \
            "Для дальнейшей работы с ботом Вам следует подтвердить согласие с договором оказания услуг."
contract = "https://telegra.ph/Publichnaya-oferta-na-predostavlenie-informacionnyh-uslug-09-11"
contract_accepted = "✅ Согласие с договором подтверждено"
bot_info = "Краткое описание работы бота"
select_regions = "Выберите интересующие Вас регионы:"
check_regions = '<em>Отметьте регионы для отслеживания:</em>'
labeled_price = 'Подписка на уведомления об изменениях в фонде данных государственной кадастровой оценки'
active_regions_title = 'На данный момент в фонде данных государственной кадастровой ' \
                       'оценки находятся в состоянии ожидания поправок следующие регионы:'
no_active_regions_title = 'На данный момент в фонде данных государственной кадастровой ' \
                       'оценки нет регионов в состоянии ожидания поправок.'
payment_title = 'Оплата подписки'
payment_desc = 'Выбраны регионы: '
currency = 'rub'
successful_payment = "Получена оплата в сумме {total_amount} {currency}."
service_activated = "Услуга уведомлений активирована."
